jmeter/report/17-06-25_1130PM/output/statistics.json
{
  "Debug Sampler" : {
    "transaction" : "Debug Sampler",
    "sampleCount" : 10,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 0.5,
    "medianResTime" : 0.0,
    "minResTime" : 0.0,
    "maxResTime" : 3.0,
    "pct1ResTime" : 2.8000000000000007,
    "pct2ResTime" : 3.0,
    "pct3ResTime" : 3.0,
    "throughput" : 6.25,
    "receivedKBytesPerSec" : 2.1417236328125,
    "sentKBytesPerSec" : 0.0
  },
  "Total" : {
    "transaction" : "Total",
    "sampleCount" : 30,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 3.266666666666666,
    "medianResTime" : 2.0,
    "minResTime" : 0.0,
    "maxResTime" : 43.0,
    "pct1ResTime" : 3.0,
    "pct2ResTime" : 24.849999999999977,
    "pct3ResTime" : 43.0,
    "throughput" : 18.083182640144667,
    "receivedKBytesPerSec" : 7.363363660337552,
    "sentKBytesPerSec" : 1.6011151295961423
  },
  "Raw - Get Trip" : {
    "transaction" : "Raw - Get Trip",
    "sampleCount" : 10,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 6.4,
    "medianResTime" : 2.0,
    "minResTime" : 2.0,
    "maxResTime" : 43.0,
    "pct1ResTime" : 39.000000000000014,
    "pct2ResTime" : 43.0,
    "pct3ResTime" : 43.0,
    "throughput" : 6.038647342995169,
    "receivedKBytesPerSec" : 2.653702445652174,
    "sentKBytesPerSec" : 0.7843165006038648
  },
  "Sequelize - Get Trip" : {
    "transaction" : "Sequelize - Get Trip",
    "sampleCount" : 10,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 2.9,
    "medianResTime" : 2.0,
    "minResTime" : 2.0,
    "maxResTime" : 10.0,
    "pct1ResTime" : 9.300000000000002,
    "pct2ResTime" : 10.0,
    "pct3ResTime" : 10.0,
    "throughput" : 6.199628022318661,
    "receivedKBytesPerSec" : 2.7244459082455053,
    "sentKBytesPerSec" : 0.8415510694358339
  }
}